[    
    {
        "article_name": "Obesity: Causes, Symptoms, Risks & Myths",
        "sections": [
            {
                "subtitle": "Introduction",
                "content": "Obesity is a chronic, complex condition characterized by excessive fat deposits, which may adversely affect health. Obesity has an impact on everyday activities, including sleeping and moving. Obesity is beyond a cosmetic problem. It is a medical condition that raises the risk of several other illnesses and health issues. These may include heart disease, blood sugar, high blood pressure, high lipids, liver disease, and sleep apnea. It can also impact the health of bones and fertility, and it raises the risk of developing several cancers. The standard measure of obesity in adults is a BMI of 27 to 30 or greater. Severe or morbid obesity is defined as having a BMI of 40 or above. Growth charts are used to measure childhood obesity."
            },
            {
                "subtitle": "Exploring Obesity",
                "content": "Obesity is defined as the accumulation of excessive body fat. It poses significant health risks and often leads to worsened mental well-being and reduced quality of life. Diagnosis typically relies on the body mass index (BMI), a medical screening tool that assesses an individual's height-to-weight ratio.\n\nThe World Health Organization (WHO) defines obesity as follows:\nFor Adults: If BMI is greater or equal to 30.\nFor Children under the age of 5: Obesity is a weight-for-height that exceeds three standard deviations beyond the median established by the WHO Child Growth Standards."
            },
            {
                "subtitle": "Difference Between Obesity and Overweight",
                "content": "Obesity and overweight are two different health concerns. Obesity is a complex chronic disease that may impair health, whereas overweight is excessive body weight due to fat accumulation. A person is considered overweight if their BMI is 25.0 and 29.9 kg/m².\n\nHealthcare professionals classify obesity into three types:\nClass 1 Obesity - BMI between 30 and less than 35 kg/m2.\nClass 2 Obesity - BMI is between 35 and less than 40 kg/m2.\nClass 3 Obesity - BMI is more than 40 kg/m2."
            },
            {
                "subtitle": "Obesity a Disability",
                "content": "Obesity can be considered a disability under certain conditions. In various jurisdictions, including the United States and the European Union, obesity is a disability (can qualify) if it significantly limits an individual's physical or mental abilities. This determination often depends on the impact of obesity on a person's life, including their ability to work, perform daily activities, and interact with their environment. Obesity is linked with various health conditions, such as diabetes, cardiovascular diseases, and mobility issues, which can be disabling."
            },
            {
                "subtitle": "Normal Weight Obesity",
                "content": "Normal Weight Obesity (NWO) is a condition in which an individual has a normal Body Mass Index (BMI) but a high body fat percentage. This condition can be misleading because the person appears to have a normal weight according to their BMI, but the excess body fat poses significant health risks.\nCharacteristics of NWO:\nBMI: Within the normal range (18.5-24.9).\nBody Fat Percentage: Higher than recommended levels (usually above 30% for women and 20% for men).\nNWO is associated with various health risks, such as:\nMetabolic Syndrome: Increased risk of conditions such as insulin resistance, high blood pressure, and abnormal cholesterol levels.\nCardiovascular Disease: Higher likelihood of heart diseases despite a normal BMI.\nInflammation: Elevated levels of inflammatory markers, which can contribute to chronic diseases."
            },
            {
                "subtitle": "Uncovering the Causes of Obesity",
                "content": "Understanding the underlying causes of obesity may help with treatment. To identify the most suitable approach, consult a healthcare practitioner about one’s daily routines, medical history, and family medical history."
            },
            {
                "subtitle": "Psychological Factors",
                "content": "Obesity has been linked with an increased risk of depression and anxiety. Individuals with obesity may experience social stigma and discrimination, which can exacerbate their mental health problems."
            },
            {
                "subtitle": "Energy In - Energy Out",
                "content": "Weight gain may result from an imbalance between calories consumed and burnt.  \nLong drives and desk jobs make it difficult to obtain enough physical activity.  \nNot all localities provide safe places to run, ride, or walk.  \nShort sessions of intense exercise throughout the day can be helpful."
            },
            {
                "subtitle": "Sleep Deprivation",
                "content": "Research indicates a connection between sleep duration and body weight.\nLack of sleep generally causes people to weigh heavier than those who get enough sleep."
            },
            {
                "subtitle": "Appetite Signals or Hormones",
                "content": "Hormones are molecules in the body that regulate the function and activity of tissues and organs, including the ability to sense hunger or fullness.\nThe hormones that indicate hunger and fullness may not always function properly in obese people."
            },
            {
                "subtitle": "Genetic Factors",
                "content": "Genes in the body can determine obesity risk.\nIt is still possible to lose weight while carrying these genes. Even a 5 percent weight reduction can positively impact general health."
            },
            {
                "subtitle": "Prescription Medications",
                "content": "Prescription drugs may result in gradual weight gain of several pounds.\nDo not discontinue taking medications that are causing weight gain; instead, consult the healthcare practitioner about alternate drug options."
            },
            {
                "subtitle": "Environmental Factors",
                "content": "These include television commercials, billboards, and images that encourage the consumption of high-calorie and fat-rich foods and beverages.\nSome communities lack access to grocery stores for fresh and affordable vegetables, forcing residents to rely on processed and unhealthy diets."
            },
            {
                "subtitle": "Signs and Symptoms of Obesity",
                "content": "Common signs and symptoms of obesity include -\nIncreased Body Weight - Obesity is characterized by excessive weight gain, usually measured by a body mass index (BMI) of 30 or higher.\nVisible Fat Accumulation - Excess fat deposition is frequently observed around the abdomen, thighs, hips, and arms.\nBreathlessness - Shortness of breath or difficulty breathing during physical activity can be a symptom.\nFatigue - Obese people may feel tired, even when indulging in minor tasks.\nJoint and Back Pain - Excessive weight strains the joints, causing osteoarthritis and back pain.\nSleep Disorders - Obesity is linked to sleep apnea, where breathing repeatedly stops and starts while sleeping.\nSkin Problems - Increased sweating, skin irritation within skin folds, and infections due to friction and moisture in skin folds.\nPsychological Effects - People with obesity frequently experience depression, anxiety, and low self-esteem. These symptoms are frequently linked to body image and social stigma.\nChronic Conditions - Obesity has been associated with several major health disorders, including type 2 diabetes, heart disease, hypertension, stroke, fatty liver disease, and some malignancies,  \nReproductive Issues - Obese women may have irregular menstrual cycles and/or infertility due to hormonal abnormalities."
            },
            {
                "subtitle": " The Hidden Dangers of Obesity",
                "content": "The following are the consequences of obesity:\nElevated blood pressure and cholesterol levels.\nType 2 diabetes.\nRespiratory difficulties such as asthma and sleep apnea.\nJoint ailments like osteoarthritis and discomfort in the musculoskeletal system.\nChildren face anxiety, depression, bullying, and stigmatization. \nDecreased self-esteem and reduced self-perception of life quality, especially in children. \nObesity also affects the economy. In 2019, the United States incurred approximately medical expenses associated with obesity, nearly $173 billion. Furthermore, annual productivity costs nationwide due to obesity-related absenteeism ranged from $3.38 billion (equating to $79 per individual with obesity) to $6.38 billion ($132 per individual with obesity). The preventive, diagnostic, and treatment services cost medically. Indirect costs pertain to the impact on productivity due to illness and mortality. Productivity measures encompass absenteeism from work due to obesity-related health issues, reduced efficiency while at work, and premature death and disability.\nObesity impairs military readiness."
            },
            {
                "subtitle": "Three Common Misconceptions About Obesity",
                "content": "1. Obesity Is a Lifestyle Choice and Not a Disease\nConsiderations of obesity as a disease - When one constantly eats more calories than the body needs, it causes fat cells to grow larger. It increases the overall size of fat tissue. This leads to health issues related to excess fat (like sleep apnea, joint problems affecting mobility, and skin irritation) and causes fat cells and fat tissue dysfunction. This dysfunction, called adiposopathy, can lead to immune and hormone imbalances that contribute to common metabolic disorders seen in medical care, such as high blood sugar, high blood pressure, increased levels of harmful fats in the blood, heart disease, and cancer.\n\n2. An Increase in Body Weight Is Always Due to an Increase in Body Fat. Those With Decreased Muscle and Normal Body Weight Do Not Develop Complications of Obesity\nA body mass index (BMI) of 25 kg/m2 or higher is generally considered overweight, and a BMI of 30 kg/m2 or higher is considered diagnostic for obesity. However, BMI might not always give an accurate picture of every person. It also varies depending on race, gender, and menopausal status. People with a lot of muscle can have a high BMI without having a high body fat percentage. \n\nOn the other hand, some people with less muscle mass might have a normal BMI but still have a high percentage of body fat, which is called sarcopenic obesity. People with sarcopenic obesity have a higher risk of conditions like high blood pressure, diabetes, cardiovascular disease, and cancer.\n\n3. Obesity Is Mostly Due to a Defined Genetic Abnormality\nMany people think that their obesity is mainly due to their genes. However, it is not usually caused by a specific genetic problem. Obesity does have a genetic aspect and tends to run in families. Estimates show that about 60 percent of the genetic influence on obesity comes from multiple genes working together rather than a single, clear genetic issue.\n\nAt iCliniq, we understand the complexities of diagnosing obesity and offer a platform for second opinions; you can consult our doctors for expert advice and personalized recommendations."
            },
            {
                "subtitle": "Shedding Pounds with Science - Medical Management",
                "content": "Weight loss drugs are pharmaceutical medications designed to aid individuals in achieving weight loss goals by targeting various mechanisms involved in appetite regulation, metabolism, or fat absorption. These medications can complement lifestyle changes, such as diet and exercise, to facilitate weight loss and a reduced risk of chronic diseases linked to obesity. Studies have demonstrated that weight loss drugs not only assist in weight reduction but also contribute to preventing obesity-related health consequences. For example, drugs like Orlistat have been shown to facilitate a reduction of at least 5 percent in body weight over the course of a year. These medications work through several mechanisms. First, they can suppress appetite, making it easier for individuals to stick to a low-calorie diet. Second, weight loss drugs can enhance metabolism, increasing the body's ability to burn calories and fat, particularly with regular physical activity. Third, some medications inhibit fat absorption in the digestive system, decreasing the number of calories absorbed from food. This trait can be especially advantageous for those who find it difficult to stick to a low-fat diet."
            },
            {
                "subtitle": "Conclusion",
                "content": "This article aims to illuminate the prevalent issues surrounding obesity, overweight conditions, and the associated consequences. It also provides an insight into these developments and their implications for managing obesity and overweight conditions. Furthermore, it explores the role of weight loss drugs in addressing obesity, delving into their types, effectiveness, and safety considerations. While weight loss drugs can offer valuable assistance in combating obesity, their long-term use raises concerns regarding efficacy and potential drawbacks. Monitoring for adverse effects, managing tolerance and dependence, and addressing lifestyle factors are critical components of prolonged treatment with these medications. Nevertheless, the future of weight loss drugs shows promise, with ongoing research and development initiatives poised to enhance their effectiveness and safety profiles. "
            },
            {
                "subtitle": "A Note from iCliniq",
                "content": "Obesity is a multifaceted condition that significantly impacts daily life and overall health. While it can be overwhelming, understanding its causes, symptoms, risks, and dispelling common myths is crucial. \n\nAt iCliniq, we believe that informed individuals can take charge of their health journey with the right support and resources. We provide valuable resources to help manage high BMIs, including personalized medical advice, dietary plans, and fitness routines tailored to individual needs. Book your online consultation for expert advice.\n\nManaging obesity requires a team effort. Don’t hesitate to reach out to healthcare professionals, friends, and family for support. Together, we can navigate the complexities of obesity and work towards a healthier future."
            }
        ]
    },
    {
        "article_name": "Exploring Weight Loss Drugs",
        "sections": [
          {
            "subtitle": "Introduction",
            "content": "Obesity is the largest and fastest-growing public health concern. It primarily stems from a lack of balance between calorie intake and usage. It is a diverse condition with different causes that vary among individuals. Around 70 percent of American adults are impacted by obesity. If left unmanaged, obesity can lead to critical health issues such as hypertension, diabetes, myocardial infarction, osteoarthritis, etc. Weight loss drugs or anti-obesity medicines are prescribed to individuals who are overweight or obese due to various conditions. However, it is always recommended to consult an expert healthcare professional before taking them."
          },
          {
            "subtitle": "Purpose of Weight Loss Drugs in Combating Obesity",
            "content": "Body Mass Index (BMI) is the standard measure for obesity detection; it is calculated based on the individual’s height and weight. Weight loss pills are recommended for:\nPeople who have failed to achieve significant weight loss after approximately six months of lifestyle modifications.\nIndividuals with a BMI of over 30 kg/sq.m (kilograms per square meter). \n\nMedical management for obesity has recently attracted attention globally from patients' and healthcare professionals’ perspectives; however, the amount of extra weight loss can be attributed to approximately less than five kilograms (11 pounds) in one year. Nevertheless, this weight loss has also contributed to improvements in glycemic control, hypertension, insulin sensitivity, and dyslipidemia in obese patients. The main aim of weight management is to prevent cardiovascular risks and reduce obesity-related morbidity and mortality, and these weight-loss drugs are shown to possess certain additional benefits. \n\nThe United States Food and Drug Administration (US FDA) has approved several weight loss pills. These drugs, when combined with lifestyle and behavior modifications, can help lose excess weight and maintain appropriate weight."
          },
          {
            "subtitle": "Exploring the Benefits of Weight-Loss Pills",
            "content": "Drugs such as Semaglutide, Liraglutide, Sibutramine, Orlistat, etc, are beneficial as they help treat obesity and type 2 diabetes.\nWeight-loss drugs help people lose more weight (approximately three to 12 percent) than with lifestyle changes alone.\nIt also helps in reducing the symptoms of osteoarthritis, hypertension, sleep apnea, and skin-related problems.\nThese drugs provide a significant boost to individuals who are overweight, thus enhancing their confidence and giving motivation.\nReducing excess weight prevents various systemic conditions and helps improve overall health and well-being."
          },
          {
            "subtitle": "The Limitations of Weight-Loss Pills",
            "content": "Weight loss drugs can be rapid and beneficial only for a short time in many people, and hence, maintaining an ideal weight can be challenging in the long term. Most of the people gain back weight after discontinuing these drugs.\nMost weight loss drugs can be effective only when used with regular physical activity and dietary changes.\nWeight-loss drugs may not be suitable for all and can be associated with side effects such as constipation (difficulty passing stools), nausea, vomiting, headache, fatigue, diarrhea, mood changes, palpitations (irregular heartbeat), etc.\nThese drugs can be expensive as most of them are not included under insurance and hence may not be affordable or can cause financial burdens to many people.\nWeight-loss drugs can be addictive or habit-forming as they affect the mood and suppress the appetite.\nWeight loss drugs are not recommended for pregnant and lactating women.\nThe long-term effects of these weight-loss drugs are not entirely understood."
          },
          {
            "subtitle": "3 Key Mechanisms of Weight Loss Drugs",
            "content": "Depending on the mechanism of action, anti-obesity drugs are classified into three groups: drugs that interfere with fat absorption, lower food intake, increase energy expenditure, and increase thermogenesis (heat production in the body)."
          },
          {
            "subtitle": "1. Drugs That Interfere With Fat Absorption",
            "content": "Orlistat is a medication approved for the long-term management of obesity. It is a reversible gastrointestinal lipase inhibitor that inactivates the hydrolyzation of dietary fat, thus preventing its absorption by about 30 percent and decreasing the patient’s calorie intake. A randomized controlled trial was conducted in obese adolescents aged 12 to 16 years for 54 weeks to assess the effect of Orlistat on body composition and weight. At the end of the study, it was observed that the BMI (body mass index) was reduced from the baseline by 0.55 with Orlistat, but in placebo, it was increased by 0.31. Therefore, Orlistat combined with exercise, diet, and behavioral modification demonstrated statistically significant improvement in weight management. In the adolescent population, the use of Orlistat for up to one year is considered safe. \n\nA recent randomized, placebo-controlled, double-blinded study in adolescents revealed that Orlistat did not significantly affect weight loss at six months. Hence, more research is necessary to determine the safety and efficacy of Orlistat in adolescents. Some common side effects of Orlistat include bloating sensations, abdominal pain, flatulence, dyspepsia, and diarrhea. It may be due to unabsorbed fat present in the intestine. Vitamin supplementation is recommended in long-term treatment with Orlistat patients because reduced fat absorption can lead to a deficiency of fat-soluble vitamins such as vitamins A, D, E, and K."
          },
          {
            "subtitle": "2. Drugs That Lower Food Intake",
            "content": "These drugs reduce food intake by acting on neurotransmitters. They include serotonergic, noradrenergic, serotonergic and adrenergic drugs, cannabinoid receptors, and specific peptides that lower appetite or induce satiety.\nNoradrenergic Drugs:\nAmphetamine, Phentermine, and Diethylpropion release norepinephrine and block its uptake, affecting food intake.\nPhentermine: With lifestyle changes, it can lead to a mean weight loss of 3.6 kg (7.9 lbs) in six months. It has more significant weight loss effects and lowers heart rate and blood pressure than Diethylpropion.\nDiethylpropion: Results in a 3 kg (6.6 lbs) weight loss in six months.\nBoth drugs have side effects like irritability, insomnia, headache, nervousness, and palpitations and are restricted to short-term use (less than 12 weeks).\nSerotonergic Drugs:\nFenfluramine and Dexfenfluramine: Release serotonin, creating satiety, especially for fats, but were withdrawn by the US FDA due to heart valve damage and primary pulmonary hypertension.\nSerotonergic and Adrenergic Drug:\nSibutramine: Inhibits serotonin and norepinephrine reuptake, suppressing appetite and increasing thermogenesis. Effective for long-term obesity management in patients with a BMI over 25 kg/m², leading to an average weight loss of 4.45 kg (9.8 lbs) in 12 months. However, weight regain occurs after stopping the treatment. It also lowers triglycerides, total cholesterol, HDL and LDL cholesterol, and insulin levels."
          },
          {
            "subtitle": "3. Drugs That Increase Energy Expenditure and Thermogenesis",
            "content": "This category includes drugs such as Ephedrine and Caffeine. A long-term, placebo-controlled study showed that combining Caffeine and Ephedrine greatly affected weight loss compared to using them alone. However, the US FDA has not approved this combination for weight-reducing treatment."
          },
          {
            "subtitle": "7 Weight Loss Pills and Their Secrets",
            "content": "Weight loss pills are available as oral tablets and injections that can be self-administered. They work in different ways to treat obesity and overweight, depending on the group to which they belong. Current pharmacotherapy for obesity mainly targets neurohormonal dysregulations that are responsible for weight gain and also prevent sustained weight loss and its complications. Different weight loss pills include:\n\nTirzepatide: It is a recent weight loss drug and is administered subcutaneously once a week. Studies (SURMONT-1) have demonstrated that participants lost up to 21 percent of their body weight using the 15 mg (milligram) dose once a week.\n\nOrlistat: It is approved for adult and adolescent obesity and works by blocking certain enzymes such as gastrointestinal lipases, reducing the amount of fat absorption from the food consumed, thus promoting weight loss. In the United States, a lower dose of 60 mg three times daily is approved for over-the-counter use. However, clinical studies have shown that participants lost significant weight during the first year of treatment with Orlistat but regained half as much weight during the second year. The drug has been demonstrated to lower serum glucose levels and improve insulin sensitivity. It also reduces low-density lipoprotein, total cholesterol, and hemoglobin A1c (HbA1c - glycosylated hemoglobin).\n\nPhentermine-Topiramate: Phentermine is a central nervous system (CNS) stimulant and Topiramate is an anticonvulsant drug. This combination therapy was approved by the US FDA in 2012 for long-term treatment of obesity in adults with a BMI of 30 kg/sq m or a BMI of more than 27 kg/sq m with at least one weight-related disorder. It increases the release of norepinephrine and decreases its uptake in hypothalamic nuclei, thus resulting in decreased food intake. It functions as an adrenergic agonist, activating the sympathetic nervous system to enhance energy expenditure. The drug lowers the appetite, reduces hunger, and creates a feeling of fullness.\n\nSemaglutide: This drug is used for individuals with obesity and rare inherited disorders. It mimics a hormone known as glucagon-like peptide (GLP-1) and targets the area of the brain that regulates food intake and appetite. The FDA approves it under different names and dosages, and it also helps treat type 2 diabetes. It is also known to reduce the risk of cardiovascular events in obese individuals. A once-a-week dose of Semaglutide has demonstrated an average of 15 percent weight loss in adults and about 16 percent reduction in BMI in children above 12 years. \n\nSetmelanotide: It acts by activating melanocortin receptors, reduces the appetite and calorie intake, and causes a feeling of fullness. It also increases metabolism, thus helping with weight loss. However, it does not treat genetic defects.\n\nLiraglutide: It mimics GLP-1 and targets the brain sites that regulate appetite and food intake. It has also been approved by the US FDA and helps treat type 2 diabetes.\n\nNaltrexone-Bupropion: Naltrexone is used in the treatment of opioid and alcohol addiction, and Bupropion helps to treat depression. This combination therapy is very effective as it reduces hunger, boosts metabolism, and develops a sensation of fullness sooner during food intake."
          },
          {
            "subtitle": "Importance of Lifestyle Changes Alongside Medication",
            "content": "Lifestyle modifications provide cognitive and behavioral strategies that help individuals to regulate their energy intake. This also strengthens the highly integrated gut-brain neuroendocrine system, facilitating energy homeostasis and preventing body mass loss. \n\nLifestyle medicine focuses on healthy eating, increased physical activity, stress management, avoiding substance abuse, adequate sleep, and good social behavior, which, in turn, can prevent diabetes and heart diseases. Before undertaking substantial modifications, it is advisable to seek advice from a healthcare provider or a registered dietitian, as it may lead to severe fatigue, headache, or nutritional deficiencies. Traditional lifestyle modification begins by monitoring food intake and physical activity, which are necessary for maintaining an energy balance."
          },
          {
            "subtitle": "1. Dietary Modifications",
            "content": "Many individuals are surprised by the high-calorie content of morning juices, lunch meals, beverages, and evening snacks or fast foods, which is just compensated by a 30-minute daily walk. Therefore, healthcare professionals emphasize reducing portion sizes, fat, and sugar intake and avoiding junk foods, which may reduce intake by approximately 500 to 750 kcal/day (kilocalories per day). \n\nA personalized balanced diet is also recommended based on the individual's BMI. Roughly 15 percent of energy must be obtained from proteins, 20 to 35 percent from fats, and the remaining from carbohydrates is preferred, or it can be slightly modified (25 percent from proteins) to meet the individual diet preferences. \n\nStrategies such as shopping only for the specific food products required, checking nutritional value before consumption, eating home-cooked meals, and storing foods out of sight can be beneficial in reducing the daily calorie intake. Starting physical activities such as aerobics or walking initially for around 150 minutes per week and gradually increasing up to 250 minutes; monitoring the weight at least weekly; and adjusting the eating patterns and physical activity based on the weight change is suggested for weight-loss maintenance."
          },
          {
            "subtitle": "2. Exercise",
            "content": "Staying physically active or incorporating a daily exercise routine can improve brain and heart health and help people lose weight. As per the Physical Activity Guidelines for Americans, approximately 150 minutes of moderate physical activities like aerobics, brisk walking, dancing, etc, in a week could aid in combating obesity and maintaining body weight within the healthy range. Studies have also shown that exercise can increase the absorption of certain medications due to improved blood circulation to the tissues. \n\nMany doctors initially recommend diet changes, regular exercise, and weight loss to lower blood pressure and cholesterol and prevent obesity. When these measures are ineffective, medicines are prescribed. However, continuing a healthy diet and engaging in physical activity with medications is necessary to achieve better results."
          },
          {
            "subtitle": "Medications vs. Healthy Habits: Are We Neglecting Natural Wellness?",
            "content": "Preference for medications and lifestyle modifications are considered significant factors in managing chronic diseases. Researchers have gathered data regarding smoking, alcohol use, physical activity, and body weight among 40,000 adults with no history of cardiovascular diseases and compared people who were prescribed medicines for high cholesterol and high blood pressure and those who were under medication. This study demonstrated that people taking medicines tend to exercise less and gain more weight. Around 82 percent were more likely to be obese compared to people who were not using any medications. This can be because many assume that after starting medications, they no longer need to exercise or eat healthy food. However, medications also have certain limitations and side effects, whereas healthy lifestyle habits can improve overall well-being and help the medicines to be more effective. \n\nA blend of lifestyle adjustments and therapeutic interventions can address obesity. Lifestyle changes are a more natural method and are considered an integral component in weight loss management. The new generation treatment has the potential to manage obesity along with lifestyle modifications. These drugs help not only in weight reduction but also improve the cholesterol profile, insulin resistance, and blood pressure. However, these changes must be personalized depending on the BMI and health condition of the individuals to strengthen their implementation and long-term compliance."
          }
        ]
    },
    {
        "article_name": "The Ultimate Guide to Weight Loss Drugs",
        "sections": [
        {
        "subtitle": "Introduction",
        "content": "Weight loss drugs offer various approaches to help individuals tackle obesity and achieve a healthier body weight. These medications help reduce excess body fat, which is often linked to various health issues such as diabetes, heart disease, and hypertension. These drugs are categorized into various types, each with its own way of helping individuals shed those extra pounds. Each category of weight loss drugs employs a unique approach and is selected based on the individual’s requirements. Despite their differences, along with certain lifestyle changes, they play a significant role in helping individuals achieve their weight loss goals.\n\nTherapeutic strategies like weight loss drugs offer prompt weight reduction, but innumerable medicaments are being sold across the globe under the name of “weight loss drugs.” However, not all of these drugs downgrade body weight through the same strategy. Each subset of weight loss drugs employs its own plan to remove extra pounds to maintain a body weight within the range cited as healthy and fit."
        },
        {
        "subtitle": "Key Categories and Trending Weight Loss Pills",
        "content": "Considering the working principle with which weight loss pills palliate the body weight, they could be categorized into the following subsets:\n\n1. **Appetite Suppressants:**\nIngesting more calories instigates weight gain, so the calorie intake should be compromised to downgrade body weight. Appetite suppressants are a weight loss drug group that promotes weight loss by withholding and muting the expression of hunger. As appetite suppressants cover hunger or appetite, they enable the person to cut down on food intake, directly reducing the calorie intake. \n\nAppetite suppressants rely on the body’s chemical messengers and protein molecules to inflict gut fullness. Appetite suppression is instituted through hormones (ghrelin, insulin, cortisol, and leptin), GLP-1 (glucagon-like peptide 1—proteinaceous entity), and neurotransmitters (serotonin and gamma-aminobutyric acid).\n\n**Trending Drugs:**\n* **Phentermine:** Phentermine interrupts and cuts off the brain’s hunger signals. Phentermine could be employed either alone or with other weight-loss drugs. Lomaira and Adipex-P are the brand names under which Phentermine is being marketed.\n* **Lorcaserin:** This medication inflicts gut fullness through its serotonin receptor agonism and thereby mitigates calorie intake. The routinely advocated formulation is in tablet form and is retailed as Belviq.\n* **Liraglutide:** This drug suppresses appetite by stimulating the activity of GLP-1. Saxenda is the marketed Liraglutide formulation meant for subcutaneous (formulation deposited underneath the skin) delivery. \n* **Benzphetamine:** It downturns hunger and thus expedites weight loss. Benzphetamine therapy should never be teamed with other drugs, not even with other weight loss medications. Regimex and Didrex are Benztamine’s in-demand brands.\n\n2. **Metabolic Modulators:**\nThe metabolic modulator drug group brings forth weight loss by tempering and tuning the body’s metabolism, which is how energy or calories are expended. Upscaling the energy expenditure forces more of the calories to burn up; this is how metabolic modulation favors weight loss.  \n\n**Trending Drugs:**\n* **Recombinant Leptin:** Recombinant leptin works by upscaling the body’s metabolic process, which gears up energy expenditure. Therefore, more calories are exploited, which gravitates toward weight loss. Apart from being a metabolic enhancer, Recombinant leptin also invokes gut fullness by instigating appetite suppression.\n\n3. **Fat Absorption Inhibitors:**\nThis particular weight loss drug group reveals its therapeutic implications by repressing the uptake and processing of dietary fats. Fat absorption inhibitors obstruct the fat molecules from being uptaken from the intestines; thus, the fat molecules are expelled and unabsorbed. This skips the calories that would otherwise be absorbed from the dietary fats.\n\n**Trending Drugs:**\n* **Orlistat:** Orlistat disables and mutes the activities of the pancreatic and gastric lipases, which are implicated in fat breakdown and uptake. Under Orlistat's influence, around 25 percent of the dietary fats consumed will be stamped out as unabsorbed. Xenical and Alli are the brand denominations for the Orlistat formulation.\n\n4. **Thermogenic Agents:**\nAnother potential weight loss drug class is the thermogenic agent, where weight loss is prompted by underscoring thermogenesis. It is through thermogenesis that the body maintains its normal temperature. However, it is achieved through the expense of calories. Thermogenic drugs gravitate toward calorie expenditure through thermogenesis. The calorie expenditure directly leverages the weight loss. Both thermogenic drugs and metabolic modulator drugs have overlapping attributes.\n\n**Trending Drugs:**\n* **Ephedrine:** Ephedrine promotes weight loss by augmenting thermogenesis. Combining Ephedrine and caffeine deepens the thermogenic attributes and potentiates the efficacy of lowering body weight. \n* **Sibutramine:** Sibutramine also upregulates thermogenesis. In addition, it could also bring about appetite suppression."
        },
        {
        "subtitle": "Food and Drug Administration Principles of Weight Loss Drugs",
        "content": "The recent approvals of newer pharmacological options by the US (United States) Food and Drug Administration (FDA) mark a significant step forward in treating obesity. These weight loss medications have been developed more thoroughly, focusing on efficacy and safety. This cautious approach reflects a deeper understanding of the complexities of obesity, recognizing it as a chronic condition with a tendency for relapse.\n\nBy approving these drugs for long-term management, the FDA acknowledges the need for sustained intervention in combating obesity. This shift in perspective is crucial, as it underscores the importance of continuous support and treatment for individuals struggling with weight management. Furthermore, the availability of various weight loss pills provides healthcare providers with a broader range of options to tailor treatment plans according to individual patient needs. This personalized approach can enhance patient outcomes by addressing specific factors contributing to obesity and maximizing treatment effectiveness."
        },
        {
        "subtitle": "FDA Approved Weight Loss Drugs",
        "content": "Not all weight loss drugs are endorsed by the Food and Drug Administration. Below are the weight loss drugs that have gained marketing licensure from the FDA.\n* Phentermine-Topiramate.\n* Liraglutide.\n* Semaglutide.\n* Orlistat.\n* Setmelanotide.\n* Bupropion-Naltrexone."
        },
        {
        "subtitle": "FDA Recalled Weight Loss Drugs",
        "content": "Considering the safety profile, the FDA has withdrawn and called back a few of its approved weight-loss medications and suspended their marketing licensure. \n* **Lorcaserin:** Post-marketing assessment and analysis unmasked that Lorcaserin could gravitate toward certain cancers. Thus, Lorcaserin was eventually recalled and cleared from the market in 2020.\n* **Sibutramine:** Sibutramine therapy appreciably heightens cardiovascular disease prospects. As its beneficial attributes failed to offset the cardiovascular threat it could pose, the FDA withdrew it from the market in 2010. \n* **Rimonabant:** Post-marketing studies concerning Rimonabant underscored its gravity in bringing up psychiatric issues, particularly suicidal ideation. Therefore, the FDA called back Rimonabant’s marketing license in 2008.\n* **Dexfenfluramine and Fenfluramine:** The FDA called back two medicaments, Dexfenfluramine and Fenfluramine, owing to their potency in invoking cardiovascular issues, particularly heart valve impairments and hypertension (inflated blood pressure). The callback of Dexfenfluramine and Fenfluramine was initiated in 1997."
        },
        {
        "subtitle": "Long-Term and Short-Term Weight Loss Drugs",
        "content": "1. **Appetite Suppressants That Are Advocated for Short-Term Weight Loss Therapy:**\n* Adipex-P (pill).\n* Tenuate (pill). \n* Regimex (pill).\n* Pro-fast (pill)\n* Prelu-2 (pill).\n* Atti-plex P (pill).\n\nNote: The above-quoted appetite suppressants are intended for short-term therapy owing to their inclination toward addiction. \n\n2. **Appetite Suppressants That Are Advocated for Long-Term Weight Loss Therapy:**\n* Saxenda (injection formulation).\n* Wegovy (injection formulation).\n* Qsymia (pill).\n* Contrave (pill)."
        },
        {
        "subtitle": "Novel Additions to Weight Loss Drugs",
        "content": "In the evolving world of obesity management, the development of novel weight loss drugs offers promising solutions for people struggling with weight-related health issues. These latest drugs promise better results and fewer risks than traditional options, offering advanced and safer strategies for managing weight. However, with ongoing research, the future looks bright for efficient ways to tackle obesity and improve overall health.\nA quick look at the novel additions to weight loss pharmacotherapeutics:\n\n* **Zepbound:** Zepbound is a novel addition to weight loss drugs, and it secured FDA (Food and Drug Administration) endorsement in November 2023. It is a Tirzepatide formulation, an apt choice for those with concurrent medical issues. It holds back hunger by decelerating the channeling of food across the stomach and intestine. \n* **Maridebart Cafraglutide:** Maridebart cafraglutide is another emerging candidate after completing phase 1 of the clinical trial. The outcomes from the phase 1 trial underscored that appreciable and enduring weight loss could be yielded through Maridebart cafraglutide. Due to its fewer-dosing frequency regimen, Maridebart cafraglutide's safety profile outweighs the hallmarks of other weight-loss drugs. \n* **Gliprons:** Gliprons are a discrete category of weight loss pills that survived the phase 3 clinical trial. Danuglipron and Orforglipron are the two medicaments in the Glipron subset currently under investigation and scrutiny to acquire a green signal from the FDA. The therapeutic attributes reflected by Gliprons are superlative and could bring a breakthrough in the weight loss journey."
        },
        {
        "subtitle": "Dosage Decisions: Suitable Weight Loss Drugs",
        "content": "The medical team frames the dosage of the weight loss drug to render maximum therapeutic outcomes with minimal safety threats.\n\n1. **Phentermine-Topiramate (Pill)** -\nPhentermine-Topiramate is advocated for teenagers (over 12 years) and adults.\n* Daily dose for the initial two weeks: 23 milligrams (mg) of Topiramate with 3.75 milligrams of Phentermine.\n* Daily for the subsequent 12 weeks: 46 mg Topiramate with 7.5 mg Phentermine.\n* Daily for the subsequent two weeks: 69 mg Topiramate with 11.25 mg Phentermine.\n\nFollowing this, the drug dose might be upregulated considering the patient's response, provided it does not exceed the safer limit of 92 mg Topiramate with 15 mg Phentermine. \n\n2. **Liraglutide (Subcutaneous Injection)** -\n* Initial daily dose: 0.6 mg for one week.\n* Dosage titration: The dose is upregulated weekly, capped at three milligrams. \n\n3. **Semaglutide (Subcutaneous Injection)** -\n* Weekly dose (first week to fourth week): 0.25 milligrams.\n* Weekly dose (fifth to eighth week): 0.5 milligrams.\n* Weekly dose (ninth to 12th week): One milligram.\n* Weekly dose (13th to 16th week): 1.7 milligrams.\n* Weekly dose (maintenance phase from the 17th week): Ranges from 1.7 to 2.4 mg. \n\n4. **Orlistat (Pill)** -\n* 120 milligrams thrice daily.\n* Alongside fatty main course.\n\n5. **Setmelanotide (Subcutaneous Dose)** -\n**Adult Dosing Schedule:**\n* The daily dose for the first two weeks is two mg.\n* The daily during the maintenance phase: One to three mg.\n**Pediatric (Six to 12 Years) Dosing Schedule:**\n* Daily dose for the first two weeks: Half the adult dose (one mg).\n* Daily dose during the maintenance phase: 0.5 to three mg."
        },
        {
        "subtitle": "Weight Loss Drugs for Specific Conditions",
        "content": "Certain weight loss drugs are safer even if one has other medical comorbidities. However, that does not imply the universal applicability of all weight loss drugs. Specific weight loss drugs are nominated for specific medical scenarios. Therefore, it is imperative to get medical advice before initiating any weight loss medicinal therapies to ascertain therapeutic efficacy with minimal safety considerations. \n\n1. **Weight Loss Drugs With Added Anti-diabetic Attributes:**\n* **Semaglutide:** In addition to its potency as a weight loss drug, Semaglutide could augment insulin release and thus lower blood sugar levels. \n* **Liraglutide:** Liraglutide also appreciates insulin release, coupled with depreciation in glucagon release. Both these attributes palliate blood sugar proportions. \n* **Orlistat:** Orlistat reviews and upgrades the cell’s reception to insulin hormones, thus uplifting the effectiveness of insulin. \n\n2. **Weight Loss Drugs That Could Mitigate Hyperlipidemia (Elevated Cholesterol Proportion in Plasma):**\nDespite being a weight loss drug, Orlistat can downscale cholesterol proportions in the blood by masking cholesterol absorption. \n\n3. **Weight Loss Drugs That Could Support Cardiovascular Health:**\nSemaglutide could upscale the cardiovascular profile by upholding the cardiovascular parameters. Blood pressure and vascular health projected commendatory outcomes with Semaglutide. Therefore, it is being designated as the hallmark weight loss drug choice for those with an appreciable inclination for cardiovascular complexities. The gravity and propensity for heart issues could be turned down by 20 percent with Semaglutide therapy, which was elaborated and underscored through clinical trials. \n\n4. **Weight Loss Drugs That Could Be Advocated in Chronic Kidney Disease Patients:**\nOrlistat could be considered a competent and appreciable weight loss drug choice for those with chronic kidney impairment. Fecal elimination of Orlistat downturns the inclination for the burden that weight loss drugs could otherwise impose on the kidneys. It is up to the doctor’s discretion whether to consider Orlistat or not, considering each patient’s health and well-being."
        },
        {
        "subtitle": "Conclusion",
        "content": "Obesity is a growing concern globally, but new drugs like Zepbound, Maridebart cafraglutide, and Gliprons offer promising ways to manage weight more effectively and safely. Each drug has specific dosages, works differently, and is designed to fit various health needs. Besides helping with weight loss, some of these drugs also improve blood sugar levels, lower cholesterol, and support heart health. However, it is essential to consult a healthcare professional to find the best and safest option to prevent side effects and to improve health and well-being."
        }
      ]
    },
    {
      "article_name": "The Ultimate Guide to Weight Loss Drugs",
      "sections": [
      {
      "subtitle": "Introduction",
      "content": "Weight loss drugs offer various approaches to help individuals tackle obesity and achieve a healthier body weight. These medications help reduce excess body fat, which is often linked to various health issues such as diabetes, heart disease, and hypertension. These drugs are categorized into various types, each with its own way of helping individuals shed those extra pounds. Each category of weight loss drugs employs a unique approach and is selected based on the individual’s requirements. Despite their differences, along with certain lifestyle changes, they play a significant role in helping individuals achieve their weight loss goals.\n\nTherapeutic strategies like weight loss drugs offer prompt weight reduction, but innumerable medicaments are being sold across the globe under the name of “weight loss drugs.” However, not all of these drugs downgrade body weight through the same strategy. Each subset of weight loss drugs employs its own plan to remove extra pounds to maintain a body weight within the range cited as healthy and fit."
      },
      {
      "subtitle": "Key Categories and Trending Weight Loss Pills",
      "content": "Considering the working principle with which weight loss pills palliate the body weight, they could be categorized into the following subsets:\n\n1. **Appetite Suppressants:**\nIngesting more calories instigates weight gain, so the calorie intake should be compromised to downgrade body weight. Appetite suppressants are a weight loss drug group that promotes weight loss by withholding and muting the expression of hunger. As appetite suppressants cover hunger or appetite, they enable the person to cut down on food intake, directly reducing the calorie intake. \n\nAppetite suppressants rely on the body’s chemical messengers and protein molecules to inflict gut fullness. Appetite suppression is instituted through hormones (ghrelin, insulin, cortisol, and leptin), GLP-1 (glucagon-like peptide 1—proteinaceous entity), and neurotransmitters (serotonin and gamma-aminobutyric acid).\n\n**Trending Drugs:**\n* **Phentermine:** Phentermine interrupts and cuts off the brain’s hunger signals. Phentermine could be employed either alone or with other weight-loss drugs. Lomaira and Adipex-P are the brand names under which Phentermine is being marketed.\n* **Lorcaserin:** This medication inflicts gut fullness through its serotonin receptor agonism and thereby mitigates calorie intake. The routinely advocated formulation is in tablet form and is retailed as Belviq.\n* **Liraglutide:** This drug suppresses appetite by stimulating the activity of GLP-1. Saxenda is the marketed Liraglutide formulation meant for subcutaneous (formulation deposited underneath the skin) delivery. \n* **Benzphetamine:** It downturns hunger and thus expedites weight loss. Benzphetamine therapy should never be teamed with other drugs, not even with other weight loss medications. Regimex and Didrex are Benztamine’s in-demand brands.\n\n2. **Metabolic Modulators:**\nThe metabolic modulator drug group brings forth weight loss by tempering and tuning the body’s metabolism, which is how energy or calories are expended. Upscaling the energy expenditure forces more of the calories to burn up; this is how metabolic modulation favors weight loss.  \n\n**Trending Drugs:**\n* **Recombinant Leptin:** Recombinant leptin works by upscaling the body’s metabolic process, which gears up energy expenditure. Therefore, more calories are exploited, which gravitates toward weight loss. Apart from being a metabolic enhancer, Recombinant leptin also invokes gut fullness by instigating appetite suppression.\n\n3. **Fat Absorption Inhibitors:**\nThis particular weight loss drug group reveals its therapeutic implications by repressing the uptake and processing of dietary fats. Fat absorption inhibitors obstruct the fat molecules from being uptaken from the intestines; thus, the fat molecules are expelled and unabsorbed. This skips the calories that would otherwise be absorbed from the dietary fats.\n\n**Trending Drugs:**\n* **Orlistat:** Orlistat disables and mutes the activities of the pancreatic and gastric lipases, which are implicated in fat breakdown and uptake. Under Orlistat's influence, around 25 percent of the dietary fats consumed will be stamped out as unabsorbed. Xenical and Alli are the brand denominations for the Orlistat formulation.\n\n4. **Thermogenic Agents:**\nAnother potential weight loss drug class is the thermogenic agent, where weight loss is prompted by underscoring thermogenesis. It is through thermogenesis that the body maintains its normal temperature. However, it is achieved through the expense of calories. Thermogenic drugs gravitate toward calorie expenditure through thermogenesis. The calorie expenditure directly leverages the weight loss. Both thermogenic drugs and metabolic modulator drugs have overlapping attributes.\n\n**Trending Drugs:**\n* **Ephedrine:** Ephedrine promotes weight loss by augmenting thermogenesis. Combining Ephedrine and caffeine deepens the thermogenic attributes and potentiates the efficacy of lowering body weight. \n* **Sibutramine:** Sibutramine also upregulates thermogenesis. In addition, it could also bring about appetite suppression."
      },
      {
      "subtitle": "Food and Drug Administration Principles of Weight Loss Drugs",
      "content": "The recent approvals of newer pharmacological options by the US (United States) Food and Drug Administration (FDA) mark a significant step forward in treating obesity. These weight loss medications have been developed more thoroughly, focusing on efficacy and safety. This cautious approach reflects a deeper understanding of the complexities of obesity, recognizing it as a chronic condition with a tendency for relapse.\n\nBy approving these drugs for long-term management, the FDA acknowledges the need for sustained intervention in combating obesity. This shift in perspective is crucial, as it underscores the importance of continuous support and treatment for individuals struggling with weight management. Furthermore, the availability of various weight loss pills provides healthcare providers with a broader range of options to tailor treatment plans according to individual patient needs. This personalized approach can enhance patient outcomes by addressing specific factors contributing to obesity and maximizing treatment effectiveness."
      },
      {
      "subtitle": "FDA Approved Weight Loss Drugs",
      "content": "Not all weight loss drugs are endorsed by the Food and Drug Administration. Below are the weight loss drugs that have gained marketing licensure from the FDA.\n* Phentermine-Topiramate.\n* Liraglutide.\n* Semaglutide.\n* Orlistat.\n* Setmelanotide.\n* Bupropion-Naltrexone."
      },
      {
      "subtitle": "FDA Recalled Weight Loss Drugs",
      "content": "Considering the safety profile, the FDA has withdrawn and called back a few of its approved weight-loss medications and suspended their marketing licensure. \n* **Lorcaserin:** Post-marketing assessment and analysis unmasked that Lorcaserin could gravitate toward certain cancers. Thus, Lorcaserin was eventually recalled and cleared from the market in 2020.\n* **Sibutramine:** Sibutramine therapy appreciably heightens cardiovascular disease prospects. As its beneficial attributes failed to offset the cardiovascular threat it could pose, the FDA withdrew it from the market in 2010. \n* **Rimonabant:** Post-marketing studies concerning Rimonabant underscored its gravity in bringing up psychiatric issues, particularly suicidal ideation. Therefore, the FDA called back Rimonabant’s marketing license in 2008.\n* **Dexfenfluramine and Fenfluramine:** The FDA called back two medicaments, Dexfenfluramine and Fenfluramine, owing to their potency in invoking cardiovascular issues, particularly heart valve impairments and hypertension (inflated blood pressure). The callback of Dexfenfluramine and Fenfluramine was initiated in 1997."
      },
      {
      "subtitle": "Long-Term and Short-Term Weight Loss Drugs",
      "content": "1. **Appetite Suppressants That Are Advocated for Short-Term Weight Loss Therapy:**\n* Adipex-P (pill).\n* Tenuate (pill). \n* Regimex (pill).\n* Pro-fast (pill)\n* Prelu-2 (pill).\n* Atti-plex P (pill).\n\nNote: The above-quoted appetite suppressants are intended for short-term therapy owing to their inclination toward addiction. \n\n2. **Appetite Suppressants That Are Advocated for Long-Term Weight Loss Therapy:**\n* Saxenda (injection formulation).\n* Wegovy (injection formulation).\n* Qsymia (pill).\n* Contrave (pill)."
      },
      {
      "subtitle": "Novel Additions to Weight Loss Drugs",
      "content": "In the evolving world of obesity management, the development of novel weight loss drugs offers promising solutions for people struggling with weight-related health issues. These latest drugs promise better results and fewer risks than traditional options, offering advanced and safer strategies for managing weight. However, with ongoing research, the future looks bright for efficient ways to tackle obesity and improve overall health.\nA quick look at the novel additions to weight loss pharmacotherapeutics:\n\n* **Zepbound:** Zepbound is a novel addition to weight loss drugs, and it secured FDA (Food and Drug Administration) endorsement in November 2023. It is a Tirzepatide formulation, an apt choice for those with concurrent medical issues. It holds back hunger by decelerating the channeling of food across the stomach and intestine. \n* **Maridebart Cafraglutide:** Maridebart cafraglutide is another emerging candidate after completing phase 1 of the clinical trial. The outcomes from the phase 1 trial underscored that appreciable and enduring weight loss could be yielded through Maridebart cafraglutide. Due to its fewer-dosing frequency regimen, Maridebart cafraglutide's safety profile outweighs the hallmarks of other weight-loss drugs. \n* **Gliprons:** Gliprons are a discrete category of weight loss pills that survived the phase 3 clinical trial. Danuglipron and Orforglipron are the two medicaments in the Glipron subset currently under investigation and scrutiny to acquire a green signal from the FDA. The therapeutic attributes reflected by Gliprons are superlative and could bring a breakthrough in the weight loss journey."
      },
      {
      "subtitle": "Dosage Decisions: Suitable Weight Loss Drugs",
      "content": "The medical team frames the dosage of the weight loss drug to render maximum therapeutic outcomes with minimal safety threats.\n\n1. **Phentermine-Topiramate (Pill)** -\nPhentermine-Topiramate is advocated for teenagers (over 12 years) and adults.\n* Daily dose for the initial two weeks: 23 milligrams (mg) of Topiramate with 3.75 milligrams of Phentermine.\n* Daily for the subsequent 12 weeks: 46 mg Topiramate with 7.5 mg Phentermine.\n* Daily for the subsequent two weeks: 69 mg Topiramate with 11.25 mg Phentermine.\n\nFollowing this, the drug dose might be upregulated considering the patient's response, provided it does not exceed the safer limit of 92 mg Topiramate with 15 mg Phentermine. \n\n2. **Liraglutide (Subcutaneous Injection)** -\n* Initial daily dose: 0.6 mg for one week.\n* Dosage titration: The dose is upregulated weekly, capped at three milligrams. \n\n3. **Semaglutide (Subcutaneous Injection)** -\n* Weekly dose (first week to fourth week): 0.25 milligrams.\n* Weekly dose (fifth to eighth week): 0.5 milligrams.\n* Weekly dose (ninth to 12th week): One milligram.\n* Weekly dose (13th to 16th week): 1.7 milligrams.\n* Weekly dose (maintenance phase from the 17th week): Ranges from 1.7 to 2.4 mg. \n\n4. **Orlistat (Pill)** -\n* 120 milligrams thrice daily.\n* Alongside fatty main course.\n\n5. **Setmelanotide (Subcutaneous Dose)** -\n**Adult Dosing Schedule:**\n* The daily dose for the first two weeks is two mg.\n* The daily during the maintenance phase: One to three mg.\n**Pediatric (Six to 12 Years) Dosing Schedule:**\n* Daily dose for the first two weeks: Half the adult dose (one mg).\n* Daily dose during the maintenance phase: 0.5 to three mg."
      },
      {
      "subtitle": "Weight Loss Drugs for Specific Conditions",
      "content": "Certain weight loss drugs are safer even if one has other medical comorbidities. However, that does not imply the universal applicability of all weight loss drugs. Specific weight loss drugs are nominated for specific medical scenarios. Therefore, it is imperative to get medical advice before initiating any weight loss medicinal therapies to ascertain therapeutic efficacy with minimal safety considerations. \n\n1. **Weight Loss Drugs With Added Anti-diabetic Attributes:**\n* **Semaglutide:** In addition to its potency as a weight loss drug, Semaglutide could augment insulin release and thus lower blood sugar levels. \n* **Liraglutide:** Liraglutide also appreciates insulin release, coupled with depreciation in glucagon release. Both these attributes palliate blood sugar proportions. \n* **Orlistat:** Orlistat reviews and upgrades the cell’s reception to insulin hormones, thus uplifting the effectiveness of insulin. \n\n2. **Weight Loss Drugs That Could Mitigate Hyperlipidemia (Elevated Cholesterol Proportion in Plasma):**\nDespite being a weight loss drug, Orlistat can downscale cholesterol proportions in the blood by masking cholesterol absorption. \n\n3. **Weight Loss Drugs That Could Support Cardiovascular Health:**\nSemaglutide could upscale the cardiovascular profile by upholding the cardiovascular parameters. Blood pressure and vascular health projected commendatory outcomes with Semaglutide. Therefore, it is being designated as the hallmark weight loss drug choice for those with an appreciable inclination for cardiovascular complexities. The gravity and propensity for heart issues could be turned down by 20 percent with Semaglutide therapy, which was elaborated and underscored through clinical trials. \n\n4. **Weight Loss Drugs That Could Be Advocated in Chronic Kidney Disease Patients:**\nOrlistat could be considered a competent and appreciable weight loss drug choice for those with chronic kidney impairment. Fecal elimination of Orlistat downturns the inclination for the burden that weight loss drugs could otherwise impose on the kidneys. It is up to the doctor’s discretion whether to consider Orlistat or not, considering each patient’s health and well-being."
      },
      {
      "subtitle": "Conclusion",
      "content": "Obesity is a growing concern globally, but new drugs like Zepbound, Maridebart cafraglutide, and Gliprons offer promising ways to manage weight more effectively and safely. Each drug has specific dosages, works differently, and is designed to fit various health needs. Besides helping with weight loss, some of these drugs also improve blood sugar levels, lower cholesterol, and support heart health. However, it is essential to consult a healthcare professional to find the best and safest option to prevent side effects and to improve health and well-being."
      }
      ]
      },
      {
        "article_name": "Body Mass Index: Mastering Health Metrics for Better Well-Being - Insightful Content Article (WLD) - Dr. Haripriya Suresh",
        "sections": [
          {
            "subtitle": "Abstract",
            "content": "Body mass index aids in identifying whether someone is overweight or underweight by considering the person’s height. Read to know more about it."
          },
          {
            "subtitle": "Introduction",
            "content": "Obesity is a leading health crisis in which the body weight exceeds the healthy range. Its global incidence rate has dramatically risen over the decades. Therefore, it is critical to keep the public aware and conscious of the healthy weight range that one must acquire for their well-being. By simply looking at the body weight, it is not possible to draw a conclusion about whether the person is overweight or healthy. Height is often considered as an add-on parameter while screening for obesity. Several health tools are employed that could help an individual to have a thorough understanding of how healthy their body weight is. Body mass index (BMI) is one such simple screening tool that enables common people to have a look at how healthy their body weight is with respect to their height."
          },
          {
            "subtitle": "What Is BMI?",
            "content": "Body mass index is a convenient and user-friendly health tool employed to screen and categorize individuals in accordance with their body weight and height. Owing to its ease in deriving the result, BMI is identified as the most commonly used method to determine a healthy weight. It is an invaluable and insightful screening measure for tracking body weight concerns even before they strike an appreciable level and prompting several alarming health risks. The BMI is a measurement of an ideal weight for any height. However, it is not a definitive diagnostic modality. Fluctuations or deviations in the BMI, suggesting overweight or underweight, can act as a prompt for further investigations and research into the person’s health status and their inclination to other ailments or medical conditions."
          },
          {
            "subtitle": "BMI Formula",
            "content": "For computing the BMI, both the body weight and height of the person should be known, and they should be accurate. There are two different formulas for BMI based on the units in which the body weight and height are captured.\n\nBMI =  body weight (in lbs) X 703 \n                  height (in inches)2\n\nBMI =  body weight (in kilograms) \n                  height (in meters)2\n\nAnyone can calculate and compute their body mass index by simply inputting their body weight and height in the specified positions in the above-given BMI formula."
          },
          {
            "subtitle": "How to Measure a BMI?",
            "content": "The NHS (National Health Service) BMI healthy weight calculator will help determine the body mass index (BMI). The BMI formula can compute the BMI value, but the numerical value derived from the BMI formula needs to be decoded and comprehended precisely to understand what it implies.\nMost adults:\nAre underweight if their BMI is less than 18.5.\nAre healthy if the BMI is between 18.5 and 24.9.\nAre overweight if their BMI is between 25 and 29.9.\nAre obese if the BMI is 30 to 39.9.\nAre severely obese if their BMI is 40 or older.\n\nOne must use a lower BMI score to determine obesity if the person is from an Asian, Chinese, Middle Eastern, Black African, or African-Caribbean family:\n23 to 27.4 indicates overweight.\n27.5 or higher indicates the obese category.\n\nUse this tool to calculate the BMI -  https://www.icliniq.com/tool/bmi-calculator."
          },
          {
            "subtitle": "How to Measure a Waist to Height Ratio?",
            "content": "The waist-to-height ratio is another metric for assessing extra fat that can be applied to individuals with a BMI score surpassing 35. The waist-to-height ratio points more toward the belly fat burden that the individual is having. Ideally, the waist circumference should be less than half the person's height.\n\nWaist-to-height ratio =  waist circumference  \n                                                   height\n\nNote: Keep the units of both waist circumference and height the same; they can either be in inches or centimeters.  \n\nFor example, if one's height is 160 cm (centimeters) and waist is 80 cm, one would compute the result as 80 divided by 160, which is 0.5.\n\nIf the waist-to-height ratio is 0.5 or higher, one may be at higher risk for health problems. A waist-to-height ratio that falls below 0.5 indicates that the person’s fat distribution is lesser; thus, their inclination for health issues is perceived to be lower or minimal. Having said that, there are slight variations in the healthy range between genders. The healthy waist-to-height ratio is estimated to be 0.53 or below for males, while that for females is 0.49 or below.\n\nTo find the ratio of waist to height:\nDetermine the midpoint between the hip bone and the lowest rib. This should be nearly level with the belly button.\nWrap the tape measure about this midpoint, breathing freely and without holding the tummy in.\nDivide the measurement (in centimeters or inches) by the height, measured in the same units."
          },
          {
            "subtitle": "How to Calculate BMI for Women?",
            "content": "Being a universal and standardized measurement, BMI for women is computed using the conventional BMI formula. Women’s body weight and height need to be evaluated separately, and then those values are used to generate the BMI score pertaining to that woman. Body weight can be assessed using a reliable and trustworthy weighing scale. Likewise, note the height by measuring from the foot heel to the top of the head. Ensure that the height is calculated barefoot—any error in the body weight and height results in wrong results and misdiagnosis."
          },
          {
            "subtitle": "How to Calculate BMI for Men?",
            "content": "Calculating BMI for men is no different from that for women. The process and formula employed are the same. Both body weight and height must be weighed and scaled, and then the data must be applied to the standard BMI formula to derive the BMI score. The BMI score interpretation also does not reveal any gender deviations. A BMI score surpassing 30 will be categorized as obese, while a BMI score under 18.5 will be labeled as underweight."
          },
          {
            "subtitle": "What Are the Limitations of BMI?",
            "content": "The BMI score has some restrictions because it determines whether a person is overweight but not obese. For instance, highly muscular individuals, such as athletes, can have a high BMI without being significantly obese. However, BMI is a helpful indicator of a healthy weight for the majority of people. Muscle mass and fat cannot be discerned using BMI. An obese individual and an athlete person with excellent muscle mass will both be categorized as overweight as per the BMI. In addition, the BMI score does not take into account the person’s age, gender, medical state, or ethnicity."
          },
          {
            "subtitle": "Conclusion",
            "content": "BMI is a popular and easy-to-use health tool that categorizes and grades individuals on account of their height and body weight. It offers a preliminary and basic screening for overweight. Though BMI is user-friendly and simple to comprehend, it does have certain inhibitions and limitations. Therefore, it is better to team BMI with other health measures like waist-to-height ratio. A better awareness of its benefits and limitations often supports the individual in making informed decisions."
          }
        ]
      }
]